PunchThrough/bean-arduino-core/hardware/bean/avr/boards.txt
bean.name=LightBlue Bean (1.8.0-beta1)
bean.upload.tool=beanupload
bean.upload.protocol=ptdble
bean.upload.maximum_size=32256
bean.upload.speed=57600
bean.upload.params.verbose=
bean.build.mcu=atmega328p
bean.build.f_cpu=8000000L
bean.build.core=bean
bean.build.variant=bean
bean.build.bean_variant=1
bean.build.board=AVR_UNO

beanplus.name=LightBlue Bean+ (1.8.0-beta1)
beanplus.upload.tool=beanupload
beanplus.upload.protocol=ptdble
beanplus.upload.maximum_size=32256
beanplus.upload.speed=57600
beanplus.upload.params.verbose=
beanplus.build.mcu=atmega328p
beanplus.build.f_cpu=16000000L
beanplus.build.core=bean
beanplus.build.variant=bean+
beanplus.build.bean_variant=2
beanplus.build.board=AVR_UNO
